// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Ativar o Wi-Fi Direct";
WDTTaskDescription = "Smartphones, notebooks ou outros dispositivos móveis com recurso de sem fio podem se conectar facilmente à impressora, usando uma conexão sem fio direta.";

WDTSecurityRequiredDescription = "Limite o acesso à impressora, definindo uma senha (obrigatório).";

WDTPassphraseTitle = "Senha:";
WDTShowPassphraseButtonTitle = "Mostrar frase secreta";
WDTSavePassphraseButtonTitle = "Salvar a senha no meu pen drive";
WDTEmptyPassphraseError = "A senha não pode ficar em branco.";
WDTTooShortPassphraseError = "A senha deve ter, pelo menos, 8 caracteres.";

WDTConfigureWiFiDirectButtonTitle = "Configurar meu Mac para usar continuamente o HP Wi-Fi Direct";
WDTConfigureWiFiDirectDescription = "Configure meu Mac para ingressar automaticamente na rede Wi-Fi Direct da impressora, quando não estiver na minha rede sem fio regular.";
WDTConfigurtWiFiDirectAdditionalDescription = "Ative a alternância rápida entre minha configuração regular de rede e a configuração da rede Wi-Fi Direct da impressora, usando o submenu Local do menu Apple.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "Para saber mais sobre usar o Wi-Fi Direct da sua impressora, visite";

WDTCannotBeEnabledErrorTitle = "Não é possível ativar o Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "Não é possível ativar o Wi-Fi Direct na configuração atual da sua impressora. Para mais informações, tente ativar o Wi-Fi Direct usando o painel de controle da impressora ou a página inicial, que também é chamada de Servidor da Web Integrado ou EWS.";
